/* (unsaved) */"(unsaved)" = "(未儲存)";/* A newer version (%@) is available. Do you want to download it? in checkForUpdate */"A newer version (%@) is available. Do you want to download it?" = "新版本 (%@) 已經發布。 你確定要下載嗎？";/* Advanced preferences toolbar item Label */"Advanced" = "進階";/* Advanced Find */"Advanced Find" = "進階搜尋";/* The name for the all documents project */"All documents" = "所有文件";/* Appearance preferences toolbar item Label */"Appearance" = "顯示";/* Ask if you are sure that you want to delete %i occurrences of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */"Are you sure that you want to delete %i occurrences of %@?" = "有 %1$i 項搜尋結果 “%2$@” 被找到，你確定要刪除嗎？";/* Ask if you are sure that you want to delete the one occurrence of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */"Are you sure that you want to delete the one occurrence of %@?" = "有一項搜尋結果 “%@” 被找到，你確定要刪除嗎？";/* Ask if you are sure that you want to replace %i occurrences of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */"Are you sure that you want to replace %i occurrences of %@ with %@?" = "你確定要將 %1$i 項搜尋結果 “%2$@” 取代為 “%3$@” 嗎？";/* Ask if you are sure that you want to replace one occurrence of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */"Are you sure that you want to replace one occurrence of %@ with %@?" = "你確定要將搜尋結果 “%1$@” 取代為 “%2$@” 嗎？";/* Ask if you are sure you want to download preferences for Smultron from your iDisk and replace your current settings in Download-preferences-from-iDisk sheet */"Are you sure you want to download preferences for Smultron from your iDisk and replace your current settings?" = "你確定要從 iDisk 下載 Smultron 的偏好設定來覆寫現有的設定嗎？";/* Ask if they are sure they want to install the command-line utility in Install-command-line-utility sheet */"Are you sure you want to install the command-line utility?" = "你確定要安裝命令行工具嗎？";/* Ask if you are sure you want to revert this document in Revert-sheet */"Are you sure you want to revert this document?" = "你確定要還原這份文件的修改嗎？";/* Ask if you are sure you want to upload your current preferences for Smultron and replace the preference file on your iDisk (if it exists) in Upload-preferences-to-iDisk sheet */"Are you sure you want to upload your current preferences for Smultron and replace the preference file on your iDisk (if it exists)?" = "你確定要將目前的偏好設定上傳到你的 iDisk 帳號嗎？";/* Authenticate */"Authenticate" = "認證";/* The name for bytes in the info window */"bytes" = "位元組";/* Cancel-button */"Cancel" = "取消";/* Name for undo Change Encoding */"Change Encoding" = "改變文字編碼";/* Name for undo Change Line Endings */"Change Line Endings" = "改變換行結尾";/* Indicate that they should change the preferences to a different encoding or be careful to check the content if you choose to open it in Check-encoding sheet */"Change the preferences to a different encoding or be careful to check the content if you choose to open it" = "請改變偏好設定中的文字編碼設定，或者確定你要開啟的文件內容文字編碼是否正確";/* Indicate that they should choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened in Open-file-is-a-directory sheet */"Choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened" = "選擇一個不是資料夾的文件，或是將偏好設定調整為主動開啟資料夾內所有的文件";/* Close */"Close" = "關閉";/* Close Split */"Close Split" = "關閉分割窗口";/* Collection */"Collection" = "集合";/* Command ran successfully in runAction */"Command ran successfully" = "命令執行成功";/* Commands */"Commands" = "命令";/* The word to indicate that the filename is a copy in Save-A-Copy-As save-panel */"copy" = "複製";/* Indicate that you could not connect properly to your iDisk in Can't-connect-to-iDisk sheet */"Could not connect properly to your iDisk" = "無法正確的連接你的 iDisk 帳戶";/* Could not find a match for search-string %@ in Advanced Find */"Could not find a match for search-string %@" = "無法找到符合的搜尋字串 “%@”";/* Indicate that a Smultron preference-file could not be found on your iDisk in Can't-find-iDisk-preferences-file sheet */"Could not find a Smultron preference-file on your iDisk" = "無法在你的 iDisk 帳戶中找到 Smultron 的偏好設定文件";/* Indicate that the program could not find the syntax file to match this document in Could-not-find-syntax-file sheet */"Could not find the syntax file to match this document" = "無法找到適合這個文件的語法定義文件";/* Indicate that the local Preferences file could not be found in Can't-find-local-preferences-file sheet */"Could not find your local preferences file" = "無法在此電腦上找到你的偏好設定文件";/* Indicate that the program could not overwrite the file %@ because it has been removed in File-has-been-removed sheet */"Could not overwrite the file %@ because it has been removed" = "無法覆寫 “%@”這個文件，因為他已經被移除了";/* Delete-button */"Delete" = "刪除";/* Ask whether they want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document Document-has-been-updated-alert sheet */"Do you want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document?" = "你想要忽略其他程式對這個文件的改變，或是重新載入這個文件並放棄你之前的改變內容？";/* Ask whether they want to ignore the updates the other application has made or reload the document Document-has-been-updated-alert sheet */"Do you want to ignore the updates the other application has made or reload the document?" = "你要忽略由其他應用程式的內容更新，或重新載入這個文件嗎？";/* Ask if you want to open %@ as a project or as a text file in Ask-if-project-or-file sheet */"Do you want to open %@ as a project or as a text file" = "你要以項目或是純文字文件開啟“%@” ";/* Don't Line Wrap Text */"Don't Line Wrap Text" = "不使用自動換行";/* Don't Save-button in Close-sheet */"Don't Save" = "不儲存";/* Download */"Download" = "下載";/* Encoding, in the status bar */"Encoding" = "文字編碼";/* Found %i matches for search-string %@ in Advanced Find */"Found %i matches for search-string %@" = "找到 %1$i 項搜尋結果 “%2$@”";/* Found one match for search-string %@ in Advanced Find */"Found one match for search-string %@" = "找到一項搜尋結果符合 “%@”";/* Function */"Function" = "函數";/* General preferences toolbar item Label */"General" = "一般";/* Hide Documents List in View menu */"Hide Documents List" = "隱藏文件列表";/* Hide Invisible Characters in View-menu */"Hide Invisible Characters" = "隱藏不可見的字體";/* Hide Line Numbers */"Hide Line Numbers" = "隱藏行號";/* Hide Projects toolbar item Label */"Hide Projects" = "隱藏項目";/* Hide Projects Drawer in View menu */"Hide Projects Drawer" = "隱藏項目抽屜";/* Hide Status Bar in View-menu */"Hide Status Bar" = "隱藏狀態列";/* Hide Syntax Colours */"Hide Syntax Colours" = "隱藏語法顏色";/* Hide Tab Bar in View menu */"Hide Tab Bar" = "隱藏標簽列";/* Indicate that if you choose Install smultron will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the desktop and install it manually. in Install-command-line-utility sheet */"If you choose Install smultron will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the Desktop and install it manually." = "如果你選擇安裝， Smultron會安裝到 /usr/bin ，而說明文件將被安裝到 /usr/share/man/man1 ，你可以直接在終端窗口中使用（你需要輸入兩次你的管理員用戶名與密碼來確認安裝）。或者你可以選擇將文件放置在桌面上，然後手動安裝。";/* Indicate that if you want you can try to authenticate with an administrators username and password */"If you want you can try to authenticate with an administrators username and password" = "請確認管理員用戶名與密碼";/* Ignore-button in Document-has-been-updated-alert sheet */"Ignore" = "忽略";/* The name for the collection that holds the snippets that are imported from version 1 */"Imported Snippets" = "導入 Snippets";/* Info */"Info" = "簡介";/* Install-button in Install-command-line-utility sheet */"Install" = "安裝";/* Indicate that it seems as if you do not have permission to open the file %@ in Not-enough-permission-to-open sheet */"It seems as if you do not have permission to open the file %@" = "你並未擁有開啟“%@”文件的權限";/* Indicate that it seems as if you do not have permission to save the file %@ in Not-enough-permission-in-data-save sheet */"It seems as if you do not have permission to save the file %@" = "你並未擁有儲存“%@”文件的權限";/* Saved, in the status bar */"Saved" = "已儲存";/* Length, in the status bar */"Length" = "文件長度";/* Line Wrap Text */"Line Wrap Text" = "自動換行";/* Line Wrap / Don't Line Wrap toolbar item Palette Label */"Line Wrap / Don't Line Wrap" = "自動換行 / 不使用自動換行";/* Live Find */"Live Find" = "即時搜尋";/* Indicate that they should Make sure that your .Mac settings are correct and you are connected to the internet */"Make sure that your .Mac settings are correct and you are connected to the internet" = "請確定你的 .Mac 設定正確，並且你的電腦有正確的連接上 internet";/* New */"New" = "新增";/* Indicate that no document is selected for the dummy view */"No document selected" = "沒有被選擇的文件";/* Not applicable in insertAllFunctionsIntoMenu */"Not applicable" = "沒有可用的函數";/* OK-button */"OK" = "OK";/* The name for the collection that holds the old snippets that are imported from version 1 */"Old Snippets" = "舊的 Snippets";/* Open */"Open" = "開啟";/* OpenSave preferences toolbar item Label */"Open & Save" = "開啟與儲存";/* Please be patient. It could take a while. in preparing to print */"Please be patient. It could take a while." = "這可能要花點時間，請保持耐心。";/* Indicate that they should please change the preferences if you want any information in the bar in Show-status-bar-action */"Please change the preferences if you want any information in the bar" = "請在偏好設定中設定你要在狀態欄中顯示的信息";/* Indicate that they should please check if you've moved or deleted the original file in Revert-file-doesn't-exist sheet */"Please check if you've moved or deleted the original file" = "請檢查你是否移動或刪除了原始文件";/* Indicate that they should please check the installation of Smultron and that they have a preference-file at <your home folder>/Library/Preferences/org.smultron.Smultron.plist in Can't-find-local-preferences-file sheet */"Please check the installation of Smultron and that you have a preference-file at <your home folder>/Library/Preferences/org.smultron.Smultron.plist" = "請檢查 Smultron 的安裝狀態，你的偏好設定文件會被放置在 <你的用戶資料夾>/資源庫/Preferences/org.smultron.Smultron.plist";/* Indicate that they should Please check the installation of the application and the preferences in Could-not-find-syntax-file sheet */"Please check the installation of the application and the preferences" = "請檢查應用程式的安裝記錄和偏好設定";/* Indicate that they should please check the permissions for the file and the enclosing folder and try again in Unknown-error-when-opening-with-authentication sheet */"Please check the permissions for the file and the enclosing folder and try again" = "請檢查文件的權限，關閉資料夾再試一次";/* Please consider exporting the snippets first. There is no undo available. when deleting a collection */"Please consider exporting the snippets first. There is no undo available." = "請先導出Snippets。這個步驟不可還原。";/* Indicate that they should find it at different location by choosing Open%C in the File menu Open-file-does-not-exist sheet */"Please find it at a different location by choosing Open%C in the File menu" = "請使用文件選單中的開啟 %C 在其他位置中搜尋這個文件";/* Indicate that they should please make sure that they have a file called org.smultron.Smultron.plist in the folder /Documents/Smultron Preferences on their iDisk and that their .Mac settings are correct and that they are connected to the internet in Can't-find-iDisk-preferences-file sheet */"Please make sure that you have a file called org.smultron.Smultron.plist in the folder /Documents/Smultron Preferences/ on your iDisk and that your .Mac settings are correct and that you are connected to the internet" = "請檢查在你的 iDisk 帳號的 /Documents/Smultron Preferences/ 是否有 org.smultron.Smultron.plist 這個文件，並確定你的 .Mac 設定正確，而且你的電腦有正確的連接上 internet";/* Indicate that they should make sure that their .Mac settings are correct and that they are connected to the internet in Can't-connect-to-iDisk sheet */"Please make sure that your .Mac settings are correct and that you are connected to the internet" = "請確定你的 .Mac 設定正確，並且你的電腦有正確的連接上 internet";/* Indicate that they should try to save in a different location */"Please save it at a different location" = "請儲存在其他位置";/* Indicate that they should try to save at a different location with Save As%C in File menu in Path-is-a-directory sheet */"Please save it at a different location with Save As%C in the File menu" = "請用文件選單中的 儲存為 %C 儲存到其他位置";/* Indicate that you should try a different location with Save As%C in the File menu in Unknown-error-when-saving-with-authentication sheet */"Please try a different location with Save As%C in the File menu" = "請嘗試文件選單中的 儲存為 %C 儲存到其他位置";/* Indicate that you should try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again in Unknown-error-when-saving sheet */"Please try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again" = "請嘗試文件選單中的 儲存為 %C 儲存到其他位置，或確認文件的權限，關閉資料夾再試一次";/* Indicate that they should try to save in a different location with in Unknown-error-when-data-saving sheet */"Please try to save in a different location" = "請嘗試儲存在不同的位置";/* Indicate that they should please use Save As%C in the File menu in File-has-been-removed sheet */"Please use Save As%C in the File menu" = "請使用文件選單中的 儲存為 %C";/* Position, in the status bar */"Position" = "光標位置";/* Preferences */"Preferences" = "偏好設定";/* Preparing the document for printing in preparing to print */"Preparing the document for printing" = "準備列印文件";/* Press the Escape-button on the keyboard to return from the full screen mode in Show Document In Full Screen */"Press the Escape-button on the keyboard to return from the full screen mode" = "按下 ESC 鍵離開全熒幕模式";/* Preview */"Preview" = "預覽";/* Project-button in Ask-if-project-or-file sheet */"Project" = "項目";/* Put On Desktop-button in Install-command-line-utility sheet */"Put On Desktop" = "顯示在桌面";/* Reload-button in Document-has-been-updated-alert sheet */"Reload" = "重新載入";/* Remember that you can always Undo any changes in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */"Remember that you can always Undo any changes" = "請記得，你永遠可以還原任何改變";/* Replace-button in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */"Replace" = "取代";/* Indicate that we replaced %i occurrences of %@ with %@ in update-search-textField-after-replace */"Replaced %i occurrences of %@ with %@" = "發現 %1$i 項 “%2$@” ，並取代為 “%3$@”";/* Indicate that we replaced one occurrence of %@ with %@ in update-search-textField-after-replace */"Replaced one occurrence of %@ with %@" = "發現一項 “%1$@” ，並取代為“%2$@”";/* Revert-button in Revert-sheet */"Revert" = "還原";/* Save */"Save" = "儲存";/* Selection, in the status bar */"Selection" = "選取文字";/* Show Documents List in View menu */"Show Documents List" = "顯示文件列表";/* Show Invisible Characters in View-menu */"Show Invisible Characters" = "顯示不可見的字體";/* Show Line Numbers */"Show Line Numbers" = "顯示行號";/* Show Projects toolbar item Label */"Show Projects" = "顯示項目";/* Show Projects Drawer in View menu */"Show Projects Drawer" = "顯示項目抽屜";/* Show Status Bar in View-menu */"Show Status Bar" = "顯示狀態欄";/* Show Syntax Colours */"Show Syntax Colours" = "顯示語法顏色";/* Show Tab Bar in View menu */"Show Tab Bar" = "顯示標簽欄";/* Show/Hide Line Numbers toolbar item Palette Label */"Show/Hide Line Numbers" = "顯示/隱藏行號";/* Show/Hide Projects toolbar item Palette Label */"Show/Hide Projects" = "顯示/隱藏行號";/* Show/Hide Syntax Colours toolbar item Palette Label */"Show/Hide Syntax Colours" = "顯示/隱藏語法顏色";/* Snippets */"Snippets" = "Snippets";/* Split Window */"Split Window" = "分割窗口";/* Split Window / Close Split toolbar item Palette Label */"Split Window / Close Split" = "分割窗口 / 關閉分割窗口";/* Syntax, in the status bar */"Syntax" = "語法";/* Syntax colours preferences toolbar item Label */"Syntax Colours" = "語法顏色";/* Syntax definitions preferences toolbar item Label */"Syntax Definitions" = "語法定義";/* Text File-button in Ask-if-project-or-file sheet */"Text File" = "純文字文件";/* Indicate that the document %@ has been updated by another application in Document-has-been-updated-alert sheet */"The document %@ has been updated by another application" = "文件 “%@” 被其他應用程式更新了";/* Indicate in Close-sheet that the document %@ has not been saved. */"The document %@ has not been saved" = "文件 “%@” 尚未儲存";/* Indicate that the document %@ is no longer open in Document-is-no-longer-opened-after-selection-in-advanced-find-sheet */"The document %@ is no longer open" = "文件 “%@” 並未開啟";/* Indicate that the file %@ does not exist Open-file-does-not-exist sheet */"The file %@ does not exist" = "文件 “%@” 並不存在";/* Indicate that there was a problem opening the document with the encoding %@. And ask if you want to open it anyway? */"There was a problem opening the document with the encoding %@. Do you want to try to open it anyway?" = "使用“%@”編碼開啟文件時發生錯誤。你確定還要開啟嗎？";/* Indicate that there was a unknown error when trying to install the command-linbe utility in Unknown-error-when-installing-comman-line-utility sheet */"There was a unknown error when trying to install the command-line utility" = "在安裝命令行工具時發生了未知的錯誤";/* Indicate that there was a unknown error when trying to open the file %@ with authentication in Unknown-error-when-opening-with-authentication sheet */"There was a unknown error when trying to open the file %@ with authentication" = "在開啟“%@”文件驗證時發生了未知的錯誤";/* Indicate that there was a unknown error when trying to save the file %@ in Unknown-error-when-saving sheet */"There was a unknown error when trying to save the file %@" = "在儲存“%@”文件時發生了未知的錯誤";/* Indicate that there was a unknown error when trying to save the file %@ with authentication in Unknown-error-when-saving-with-authentication sheet */"There was a unknown error when trying to save the file %@ with authentication" = "在儲存 “%@”文件驗證時發生了未知的錯誤";/* This message will NOT appear again so try to remember it:-) in Show Document In Full Screen */"This message will NOT appear again so try to remember it:-)" = "這個訊息不會再度出現，請牢記他:-)";/* This will delete all snippets that exists in the collection %@. Are you sure you want to continue? when deleting a collection */"This will delete all snippets that exists in the collection %@. Are you sure you want to continue?" = "這會刪除 “%@”程序源碼集合內的所有Snippets。 你確定要繼續嗎？";/* Unknown error when running the command in performCommand */"Unknown error when running the command" = "未知的錯誤導致命令行執行失敗";/* Name for untitled document */"untitled" = "未命名";/* Untitled project */"Untitled project" = "未命名的項目";/* Upload-button in Upload-preferences-to-iDisk sheet */"Upload" = "上傳";/* Use settings from Preferences in openAction */"Use settings from Preferences" = "使用偏好設定值";/* Indicate that you can not save this file because %@ is now a folder */"You can not save this file because %@ is now a folder" = "你無法把文件儲存為 “%@” ，因為他是個資料夾";/* Indicate that you cannot open %@ because it is a folder in Open-file-is-a-directory sheet */"You cannot open %@ because it is a folder" = "你無法開啟 “%@” ，因為他是個資料夾";/* Indicate that you cannot revert this document because the file %@ doesn't exist anymore Revert-file-doesn't-exist sheet */"You cannot revert this document because the file %@ doesn't exist anymore" = "你無法復原文件，因為文件 “%@” 並不存在";/* Indicate that they have set the preferences to not show anything in the status bar in Show-status-bar-action */"You have set the preferences to not show anything in the status bar" = "已經設定為空白的狀態欄";/* You need Mac OS X 10.4.5 Tiger or later to run this version of Smultron in Check-system-version */"You need Mac OS X 10.4.5 Tiger or later to run this version of Smultron" = "你需要在 Mac OS X 10.4.5 Tiger 或更新的版本中運行 Smultron";/* Your changes will be lost if you close the document without saving in Close-sheet */"Your changes will be lost if you close the document without saving." = "如果你不儲存就關閉這個文件，現時所有的內容更改都會掉失。";/* Warn that changes will be lost if you revert in Revert-sheet */"Your changes will be lost if you revert the document" = "如果你選擇復原文件，現時所有的內容更改都會掉失。";